Repository: Cheopss/playground
Catalog: namso-01/kde/addon/plasma-applet-nazar/files/*.po
Languages: de, es, nl, ru

source: You are all alone!
de: Sie sind ganz allein!
es: Todos ustedes están solos!
nl: U bent helemaal alleen!
ru: Вы совсем одни!

source: Nazar isn't protect your computer from evil eyes.
de: Nazar schützt nicht Ihren Computer vor bösen Augen.
es: Nazar protegerá el ordenador contra mal de ojo.
nl: Nazar beschermt uw computer niet voor boze ogen.
ru: Назар не может защитить Ваш компьютер от сглаза.

source: No evil eye allowed!
de: Keine bösen Blick erlaubt!
es: No está permitido el mal de ojo!
nl: Geen boos oog toegestaan!
ru: Сглаз запрещен!

source: Nazar is ready to protect your computer from evil eyes.
de: Nazar ist bereit, Ihren Computer vor bösen Augen zu schützen.
es: Nazar está listo para proteger su equipo contra mal de ojo.
nl: Nazar beschermt uw computer nu tegen boze ogen.
ru: Назар готов защитить ваш компьютер от сглаза.

source: Evil eye received and it harmed! %1 attacks received so far, %2 are defated.
de: Böse blicken haben angegriffen , aber wir waren wehrlos erwischt. %1 Angriffe bisher erhalten, %2 davon sind abgewehrt
es: Mal de ojo recibido y ha perjudicado! 1% los ataques recibidos hasta ahora, % 2 son derrotados.
nl: Boos oog ontvangen en heeft schade toegebracht! % 1 aanslagen tot dusver ontvangen, % 2 zijn verslagen.
ru: Кто-то сглазил вас! %1 атак получено, %2 атак отбито.

source: Evil eye received and eliminated successfuly. %1 attacks received so far, %2 are defated.
de: Böse blicken haben angegriffen und ist erfolgreich beseitigt. %1 Angriffe bisher erhalten, %2 davon sind abgewehrt
es: Mal de ojo recibido y eliminado exitosamente. 1% los ataques recibidos hasta ahora, % 2 son derrotados.
nl: Boos oog ontvangen en succervol geÃ«limineerd. % 1 aanslagen tot dusver ontvangen, % 2 zijn verslagen.
ru: Кто-то сглазил вас, но сглаз ликвидирован. %1 атак получено, %2 атак отбито.

source: Evil eye sending...
de: Bösen Blick Senden ...
es: Enviando mal de ojo...
nl: Boze oog verzenden ...
ru: Кто-то пытается сглазить...

source: &Enable nazar
de: Nazar &Aktiviert
es: &Habilitar nazar
nl: Nazar &inschakelen
ru: &Включить Назар

source: &Disable nazar
de: Nazar &Deaktivieren
es: &Deshabilitar nazar
nl: Nazar &uitschakelen
ru: В&ыключить Назар

source: &Send nazar
de: Nazar &Senden
es: &Enviar nazar
nl: Nazar &verzenden
ru: &Послать Назар

source: Nazar is starting to protect your computer from evil eyes...
de: Nazar beginnt um Ihren Computer vor bösen Augen zu schützen ...
es: Nazar está empezando a proteger su computadora contra mal de ojo...
nl: Nazar wordt gestart om uw computer te beschermen tegen kwade ogen ...
ru: Назар начинает защищать ваш компьютер от сглаза...

source: Nazar is stopping to protect your computer from evil eyes...
de: Nazar ist gestoppet, um Ihren Computer vor bösen Augen zu schützen ...
es: Nazar está detenido en la protección de su computadora contra el mal de ojo...
nl: Nazar is gestopt met het beschermen van uw computer tegen kwade ogen ...
ru: Назар прекращает защищать ваш компьютер от сглаза...

source: General
de: Allgemeine
nl: Algemeen
ru: Общее

source: The given image could not be loaded. The image will not be changed.
de: Die gegebene Bild konnte nicht geladen werden. Das Bild wird nicht verändert werden.
es: La imagen no se pudo cargar. La imagen no se puede cambiar.
nl: De opgegeven afbeelding kan niet worden geladen. De afbeelding wordt niet gewijzigd.
ru: Переданное изображение не может быть загружено. Изображение не будет изменено.

source: Configure Nazar!
de: Konfigurieren Sie Nazar!
nl: Nazar instellen!
ru: Настройте Назар!

source: Appearance
de: Aussehen
es: Apariencia
nl: Uiterlijk
ru: Внешний вид

source: Image:
de: Bild:
es: Imagen:
nl: Afbeelding:
ru: Изображение:

# NAME OF TRANSLATORS
source: Your names
de: Ihre Namen
es: Su nombre
nl: Richard de Bruin
ru: Семенов Николай

# EMAIL OF TRANSLATORS
source: Your emails
de: Ihre E-Mails
es: Su correo electrónico
nl: richdb@pisilinux.org
ru: tribunal2000@gmail.com
