Repository: Cheopss/playground
Catalog: namso-01/kde/addon/synaptiks/files/po_synaptiks-*.po
Languages: tr

# @info NoTouchpadError error message
source: <title>No touchpad found</title><para>No touchpad was found in this system. If the system has a touchpad, please make sure, that the <application>synaptics</application> driver is properly installed and configured.</para><para>If your touchpad is not found, though the driver is installed and configured correctly, please compile detailed information about your touchpad hardware and report this issue to the <link url="%1">issue tracker</link>.</para>
tr: <title>Hiçbir imleçsürer bulunmadı</title><para>Bu sistemde imleçsürer bulunmadı. Eğer sistemde bir imleçsürer varsa, lütfen <application>synaptics</application> sürücüsünün doğru bir şekilde yüklendiğinden ve yapılandırıldığından emin olun.</para><para>Sürücünün doğru bir şekilde yüklenip yapılandırılmasına rağmen imleçsürer bulunmadıysa, lütfen imleçsürer donanımınız ile ilgili ayrıntılı bilgiyi derleyin ve bu durumu <link url="%1">durum takipçisi</link> bağlantısına rapor edin.</para>

# @info XInputVersionError error message
source: <title>Version error</title><para>The version of the XInput extension installed on your system is too old. Version %1 was found, but at least version %2 is required.</para><para>If you want to be able to configure your touchpad, you have to upgrade your system to a recent release of the Xorg display server. This may likely involve a complete upgrade of your system. Please excuse this inconvenience, but there is no way to make touchpad configuration work on systems as old as yours.</para>
tr: <title>Sürüm hatası</title><para>Bu sistemdeki yüklü XInput uzantı sürümü ok eski. Sürüm %1 bulundu, ama en az sürüm %2 gerekmektedir.</para><para>eğer touchpad inizi ayarlamak isterseniz, siteminizi Xorg görüntü sunucusunun geçmiş bir sürümüne yükseltme yapmanız gerekmektedir. Bu komple bir sistem yükseltmesi içermektedir. Bu sıkıntı için özür dileriz, ama touchpad ayarlarınızı eskisi gibi kullanabilmek için başka yol bulunamamaktadır.</para>

# @info error message for unexpected errors
source: <title>Unexpected error occurred</title><para>An unexpected error occurred: <message>%2</message></para><para>Please report this issue to the <link url="%1">issue tracker</link>.</para>
tr: <title>Beklenmeyen hata oluştu</title><para>Beklenmeyen bir hata oluştu:<message>%2</message></para><para>Lütfen bu durumu <link url="%1">durum takipçisi</link> bağlantısına rapor edin.</para>

# @action:inmenu
source: Touchpad on
tr: Touchpad açık

# touchpad switched notification
source: Touchpad switched off
tr: Touchpad kapatıldı.

# touchpad switched notification
source: Touchpad switched on
tr: Touchpad açıldı.

# tray application description
source: touchpad management application
tr: touchpad yönetim uygulaması

# About data copyright
source: Copyright © 2009, 2010 Sebastian Wiesner
tr: Telif hakkı © 2009, 2010 Sebastian Wiesner

# custom author text plain text
source: Please report bugs to the issue tracker at %1
tr: Lütfen hataları %1 deki durum takipçisine rapor edin

# @info custom author text rich text
source: Please report bugs to the <link url="%1">issue tracker</link>.
tr: Lütfen hataları <link url="%1">durum takipçisi</link> ne rapor edin.

# author task
source: Maintainer
tr: Projeyi Yürüten

# credit task
source: Debian packaging, russian translation, bug reporting and testing
tr: Debian paketleme, Rusça çeviri, hata raporlama ve test etme

# @item:inlistbox mouse button triggered by tapping
source: Disabled
tr: Devre dışı

# @item:inlistbox mouse button triggered by tapping
source: Left mouse button
tr: Sol fare düğmesi

# @item:inlistbox mouse button triggered by tapping
source: Middle mouse button
tr: Fare orta düğmesi

# @item:inlistbox mouse button triggered by tapping
source: Right mouse button
tr: Farenin sağ tuşu

# @item coasting speed special value
source: Disabled
tr: Devre dışı

# @title:window
source: Touchpad configuration
tr: Touchpad ayarları

# kcmodule description
source: Touchpad configuration
tr: Touchpad yapılandırma

# @info:tooltip synaptiks kcmodule
source: <title>Touchpad configuration</title><para>This module lets you configure your touchpad.</para>
tr: <title>Touchpad yapılandırma</title><para>Bu modül touchpad i ayarlamanıza izin verir.</para>

# @title:window hardware settings and information
source: Hardware
tr: Donanım

source: Hardware information
tr: Donanım bilgisi

source: Hardware settings
tr: Donanım ayarları

# @info
source: Please enable this setting, if your touchpad is circular.
tr: Eğer touchpad dairesel ise lütfen bu seçeneği aktifleştirin.

# @option:check
source: The touchpad is circular
tr: Touchpad dairesel

# @title:window
source: Touchpad information
tr: Touchpad bilgisi

# @label:spinbox
source: How many fingers are detected by this touchpad?
tr: Bu touchpad tarafından kaç parmak tespit edildi?

source: Two-finger emulation
tr: İki parmaklı benzetim

# @label touchpad information detection of pressure of a touch
source: Pressure detection
tr: Basınç tespiti

# @label touchpad information detection of finger width
source: Finger width detection
tr: Parmak genişliği tespiti

# @label touchpad information two-finger emulation supported
source: Two-finger emulation
tr: İki parmaklı benzetim

# @title:group touchpad information mouse button support
source: Buttons
tr: Düğmeler

# @label touchpad information mouse button
source: Left button
tr: Sol düğme

# @label touchpad information mouse button
source: Middle button
tr: Orta düğme

# @label touchpad information mouse button
source: Right button
tr: Sağ düğme

# @title:window
source: Touchpad management
tr: Touchpad yönetimi

# @option:check
source: Automatically start at logon
tr: Girişte otomatik başlat

# @info:whatsthis
source: Automatically switch off touchpad, if a mouse is plugged in. If the mouse is unplugged, the touchpad is switched on again.
tr: Bir fare takıldığında otomatik olarak touchpad i kapat. Eğer fare çıkarılırsa, touchpad i tekrar aç.

# @option:check
source: Automatically switch off touchpad, if a mouse is plugged
tr: Bir fare takıldığında otomatik olarak touchpad i kapat

# @label
source: Ignore the following mouse devices
tr: Takip eden fare araçlarını yoksay

# @info:whatsthis
source: All checked mouse devices are ignored. If such a mouse is plugged, the touchpad will remain on.
tr: Tüm işaretlenen fare aygıtları yok sayıldı. Eğer fare takılmışsa, dokunma aygıtı açık kalacak.

# @option:check
source: Automatically switch off touchpad on keyboard activity
tr: Klavye hareketinde touchpad i otomatik olarak kapat

# @label:listbox
source: Ignore these keys
tr: Bu tuşları yoksay

# @info:tooltip
source: <para>These keys will be ignored when monitoring the keyboard:</para> <para> <list> <item><interface>No keys</interface>: No keys are ignored. Every key causes the touchpad to be switched off.</item> <item><interface>Modifier keys</interface>: Modifier keys (e.g. Shift, Ctrl) are ignored. Every other key causes the touchpad to be switched off, even when pressed in combination with a modifier key (e.g. Ctrl+S).</item> <item><interface>Modifier combinations</interface>: Modifier keys and normal keys in combination with modifier keys are ignored. Every other key causes the touchpad to be switched off. Note, that even Shift-combinations for uppercase letters are ignored with this setting.</item> </list>
tr: <para>Klavye denetlendiğinde bu tuşlar yok sayılacak</para> <para> <list> <item><interface>Tuş yok</interface>: Hiçbir tuş yok sayılmadı. Herhangi bir tuş touchpad i kapatabilecek.</item> <item><interface>Niteleyici tuşlar</interface>: Niteleyici tuşlar(örneğin Shift, Ctrl) yok sayıldı. Bir niteleyici tuşla birlikte basılsa bile kalan her hangi bir tuş (örneğin Ctrl+S) touchpad i kapatabilecek.</item> <item><interface>Niteleyici kombinasyonlar</interface>: Niteleyici tuşlar ve niteleyici tuşlarla birlikteki normal tuşlar yok sayıldı. Kalan herhangi bir tuş touchpad i kapatabilecek. Not, bu ayar ile büyük harfler için shift kombinasyonları da yok sayılacak.</item> </list>

# @info:whatsthis
source: <para>These keys will be ignored when monitoring the keyboard:</para> <para> <list> <item><interface>No keys</interface>: No keys are ignored. Every key causes the touchpad to be switched off.</item> <item><interface>Modifier keys</interface>: Modifier keys (e.g. Shift, Ctrl) are ignored. Every other key causes the touchpad to be switched off, even when pressed in combination with a modifier key (e.g. Ctrl+S).</item> <item><interface>Modifier combinations</interface>: Modifier keys and normal keys in combination with modifier keys are ignored. Every other key causes the touchpad to be switched off. Note, that even Shift-combinations for uppercase letters are ignored with this setting.</item> </list>
tr: <para>Klavye denetlendiğinde bu tuşlar yok sayılacak</para> <para> <list> <item><interface>Tuş yok</interface>: Hiçbir tuş yok sayılmadı. Herhangi bir tuş touchpad i kapatabilecek.</item> <item><interface>Niteleyici tuşlar</interface>: Niteleyici tuşlar(örneğin Shift, Ctrl) yok sayıldı. Bir niteleyici tuşla birlikte basılsa bile kalan her hangi bir tuş (örneğin Ctrl+S) touchpad i kapatabilecek.</item> <item><interface>Niteleyici kombinasyonlar</interface>: Niteleyici tuşlar ve niteleyici tuşlarla birlikteki normal tuşlar yok sayıldı. Kalan herhangi bir tuş touchpad i kapatabilecek. Not, bu ayar ile büyük harfler için shift kombinasyonları da yok sayılacak.</item> </list>

# @item:inlistbox automatic touchpad control
source: No keys
tr: Tuş yok

# @item:inlistbox automatic touchpad control
source: Modifier keys
tr: Hızlandırıcı tuşlar

# @item:inlistbox automatic touchpad control
source: Modifier combinations
tr: Hızlandırıcı tuşlar

# @label:spinbox
source: Time to wait before switching the touchpad on again
tr: Touchpad i tekrar açmadan önce bekleme zamanı

# @title:window tapping settings
source: Tapping
tr: Tıklatma

# @title:group
source: General tapping settings
tr: Genel tıklama ayarları

# @option:check
source: Make single taps faster and double taps slower (fast taps)
tr: Tek tıklamaları daha hızlı çift tıklamaları ise daha yavaş yapın

# @title:group
source: Mouse clicks triggered by tapping
tr: Dokunmayla tetiklenen fâre tıklamaları

# @label:listbox
source: Top left corner
tr: Üst sol köşe

# @label:listbox
source: Top right corner
tr: Üst sağ köşe

# @label:listbox
source: Tapping with one finger
tr: Tek parmakla tıklama

# @label:listbox
source: Tapping with two fingers
tr: Çift parmakla tıklama

# @label:listbox
source: Tapping with three fingers
tr: Üç parmakla tıklama

# @label:listbox
source: Bottom left corner
tr: Alt sol köşe

# @label:listbox
source: Bottom right corner
tr: Alt sağ köşe

# @option:check
source: Drag items by tapping the touchpad and then immediately touching it again
tr: Nesneleri imleçsürere hızlıca art arda dokunarak sürükleyin

# @option:check
source: Continue dragging when releasing the finger until the touchpad is touched again
tr: İmleçsürerden parmak kaldırıldıktan sonra imleçsürere yeniden dokunulana dek sürüklemeye devam et

# @label:spinbox
source: Timeout to automatically stop dragging
tr: Otomatik sürüklemeyi durdurmada zaman aşımı

# @title:window scrolling settings
source: Scrolling
tr: Kaydırma

# @title:group
source: Horizontal scrolling
tr: Yatay kaydırma

# @option:check
source: Horizontal scrolling with two fingers
tr: Çift parmakla yatay kaydırma

# @option:check
source: Horizontal scrolling at bottom edge
tr: Alt sınırda yatay kaydırma

# @label:slider
source: Move distance to scroll a single line
tr: Tek satırda kaydırmak için mesafe taşı

# @title:group
source: Vertical scrolling
tr: Düşey kaydırma

# @option:check
source: Vertical scrolling with two fingers
tr: Çift parmakla düşey kaydırma

# @option:check
source: Vertical scrolling at right edge
tr: Sağ sınırda düşey kaydırma

# @option:check
source: Continue edge scrolling automatically
tr: Otomatik olarak sınır kaydırmaya devam et

# @label:spinbox
source: Scrolling speed threshold to continue scrolling
tr: Kaydırmaya devam etmek için kaydırma hız eşiği

# @item num input special value zero
source: Disabled
tr: Devre dışı

# @option:radio
source: Continue edge scrolling, while the finger stays in an edge corner
tr: Parmak kenar köşesinde kalırken kenar kaydırmaya devam et

# @option:check
source: Horizontal circular scrolling
tr: Yatay dairesel kaydırma

# @label:listbox
source: Area, which triggers circular scrolling
tr: Dairesel kaydırmayı tetikleyen alan

# @item:inlistbox circular scrolling trigger area
source: Any edge
tr: Herhangi bir kenar

# @item:inlistbox circular scrolling trigger area
source: Top edge
tr: Üst Kenar

# @item:inlistbox circular scrolling trigger area
source: Top right corner
tr: Üst sağ köşe

# @item:inlistbox circular scrolling trigger area
source: Right edge
tr: Sağ kenar

# @item:inlistbox circular scrolling trigger area
source: Bottom right corner
tr: Alt sağ köşe

# @item:inlistbox circular scrolling trigger area
source: Bottom edge
tr: Alt Kenar

# @item:inlistbox circular scrolling trigger area
source: Bottom left corner
tr: Alt sol köşe

# @item:inlistbox circular scrolling trigger area
source: Left edge
tr: Sol kenar

# @item:inlistbox circular scrolling trigger area
source: Top left corner
tr: Üst sol köşe

# @info:tooltip
source: Move the finger by this angle on the touchpad to scroll a single line. The higher the angle, the slower circular scrolling becomes
tr: Tek sıra kaydırmak için touchpad üzerinde bu açı ile karmağınızı hareket ettirin. Daha büyük açı, daha yavaş dairesel kaydırma

# @info:whatsthis
source: Move the finger by this angle on the touchpad to scroll a single line. The higher the angle, the slower circular scrolling becomes
tr: Tek sıra kaydırmak için touchpad üzerinde bu açı ile karmağınızı hareket ettirin. Daha büyük açı, daha yavaş dairesel kaydırma

# @label:spinbox
source: Angle by which to move the finger to scroll a single line
tr: Bir satır kaydırmak için parmağın hareket etmesi gereken açı

# @title:window cursor motion settings
source: Cursor motion
tr: İmleç hareketi

# @title:group
source: Cursor motion speed
tr: İmleç hareket hızı

# @label:slider
source: Minimum speed
tr: En düşük hız

# @label:slider
source: Maximum speed
tr: En yüksek hız

# @info:tooltip
source: The acceleration factor defines the acceleration between minimum and maximum speed
tr: Hızlandırma faktörü en düşük hız ile en yüksek hız arasındaki hızlandırmayı tanımlar

# @info:whatsthis
source: The acceleration factor defines the acceleration between minimum and maximum speed. If minimum and maximum speed are equal, acceleration is not used.
tr: Hızlandırma faktörü en düşük hız ile en yüksek hız arasındaki hızlandırmayı tanımlar. Eğer en düşük hız ile en yüksek hız birbirine eşitse, hızlandırma kullanılmaz.

# @label:slider
source: Acceleration factor
tr: Hızlandırma faktörü

# @title:group
source: Continue cursor motion when hitting the touchpad edge
tr: Touchpad kenarına vurunca imleç hareketine devam et

# @option:radio
source: For all movements, not only dragging
tr: Bütün hareketler için yalnızca sürüklemeyin
